/**
 * 广告语配置:
 *  key: string, 微信群名称
 *  value: array, 该微信群使用的广告语，每个item占一行
 */
export const ADConfig = {
  '趣跨界测试群-Test': ['测试广告语1', '测试广告语2'],

  趣跨界商业合作群: ['🤝一对一免费体验GPT3.5 & Midjourney', '🪜免梯直连https://vip.arnolds.ai/#/login/host016'],
  趣开卷知识学习官方群: ['🤛开卷有益→下笔有神', '🍭趣开卷=让学习变得更有趣！'],
  '趣开卷＆袁燊老师国学学习交流群': ['🉐️国学经典（易学等）→开启智慧人生', '⏩欢迎报名咨询：15652755019（微信同号）'],
  '趣开卷＆于希贤（北大教授）国学': ['🧑‍🏫学习人居环境→助您顺风顺水', '🉐️名师指点～少走弯路！'],
  '趣开卷＆崔国文（清华教授）国学': ['📑解读易经→助力非凡人生', '👉融汇贯通～开启人生智慧'],
  享易美AI体验群: ['[Smirk]享受简单，共享美好', '[Smart]知行合一，笃行致远', '[Tongue]欢迎走进享易美！'],
  '趣开卷＆知识付费': ['[Hey]敬天爱人 修己达人', '[Awesome]克己复礼 君子慎独', '[Fight]知行合一 笃行致远'],
}

/**
 * 默认广告语：当未匹配到微信群名称时，使用该广告语
 */
export const defaultAD = ['默认广告语']
